[{"title": "Obesity: Exercising, not dieting, may be key to avoiding health risks", "url": "https://www.medicalnewstoday.com//articles/obesity-exercising-not-dieting-may-be-key-to-avoiding-health-risks", "img": "//i0.wp.com/post.medicalnewstoday.com/wp-content/uploads/sites/3/2021/09/GettyImages-681976263_header-1024x575.jpg?w=1155&h=1528", "contents": "New research suggests that fitness may be more important than weight loss for staving off the health risks associated with obesity. Alexander Köpke/EyeEm/Getty ImagesGuidelines for obesity management tend to focus on weight loss through calorie restriction and increased physical activity.Weight loss is often difficult to sustain, and repeated weight loss attempts are associated with adverse health outcomes.A recent review shows that increased physical activity and improvements in fitness levels can reduce the risk of obesity-related health conditions and mortality, even in the absence of weight loss.An obesity management approach that primarily focuses on improving fitness rather than weight loss may be at least as effective as weight loss in reducing the adverse health consequences of obesity.According to the Centers for Disease Control and Prevention (CDC), 42.4% of adults in the United States were obese in 2017–2018, a marked increase from 30.5% in 1999–2000.An increase in adults attempting to lose weight has mirrored this surge in obesity rates. However, the restriction in calorie intake that is necessary for weight loss can be difficult to sustain over a prolonged period.Moreover, many individuals are unable to achieve their target weight, while those who manage to often struggle to maintain it.Both of these situations can lead to frustration and reduced adherence to the weight loss program, eventually resulting in a cycle of gaining and losing weight. This fluctuation in weight is known as weight cycling, and it is associated with adverse health outcomes.The rapid rise in obesity rates despite the increased focus on reducing weight reflects the limits of this weight loss-centric approach to obesity management. Yet, guidelines for obesity management continue to advocate the practices of limiting calorie intake and increasing physical activity levels. Over the past 2 decades, some scientists have argued that an approach focused on weight loss may be misplaced when it comes to obesity management. Instead, they suggest that a “fat-but-fit” approach based on increasing physical activity levels and improving cardiorespiratory fitness should be the primary focus for those looking to lose excess body weight.Advocates of the fat-but-fit approach to obesity treatment argue that improving fitness, even in the absence of weight loss, can help reduce the risk of cardiovascular disease and mortality.While physical activity refers to any movement that results in energy expenditure, cardiorespiratory fitness is a measure of overall physical fitness. Cardiorespiratory fitness measures the ability of the cardiovascular and respiratory systems to sustain physical activity over an extended period. Now, a recent review that features in the journal iScience looks at how to reduce the risk of obesity-related health conditions and mortality. It compares the effectiveness of physical activity and cardiorespiratory fitness with that of weight loss.The evidence that the review presents suggests that the fat-but-fit approach may be at least as effective as weight loss in reducing the risk of cardiovascular disease and mortality due to obesity. Furthermore, this fitness-focused strategy avoids the pitfalls of the weight loss approach."}, {"title": "COVID-19 vaccines work in MS patients despite immunotherapy treatment", "url": "https://www.medicalnewstoday.com//articles/covid-19-vaccines-work-in-ms-patients-despite-immunotherapy-treatment", "img": "//i0.wp.com/post.medicalnewstoday.com/wp-content/uploads/sites/3/2021/09/Covid-19_vaccine_GettyImages1235380609_header-1024x575.jpg?w=1155&h=1528", "contents": "New research suggests COVID-19 vaccines work in people with MS who are undergoing treatment. PAUL ELLIS/AFP via Getty ImagesMultiple sclerosis (MS) is an autoimmune disease, typically treated by quelling the activity of immune system cells, such as B lymphocytes.COVID-19 vaccines work by stimulating the immune system to generate antibodies to the virus responsible for the disease.Anti-CD20 drugs help combat the progression of MS by limiting the activity of B cells. In 20 people taking anti-CD20 drugs for MS, there was still a robust T cell response to vaccination for COVID-19.MS is a chronic autoimmune disease that affects the central nervous system’s ability to communicate efficiently. According to the National Multiple Sclerosis Society (NMSS), about one million people in the United States are living with the disease.Health experts consider MS to be an inflammatory disease. It affects the myelin sheath, a fatty insulating layer surrounding the nerve cells that helps them transmit electrical impulses rapidly. It is unclear why, but in people with MS, the B cells of their immune system attack the myelin sheath. This gradually erodes nerve impulse transmission. Individuals with this progressive disease experience debilitating symptoms such as numbness, tremor, fatigue, or blurred vision.Stay informed with live updates on the current COVID-19 outbreak and visit our coronavirus hub for more advice on prevention and treatment.Many people with MS have experienced significant relief from the progression of their disease by using modern drugs called anti-CD20 monoclonal antibodies. Specifically, these drugs target B cells, limiting their ability to attack the myelin sheath to slow or even halt the progression of MS. Because they work by limiting the activity of the immune system, health experts consider people taking anti-CD20 drugs as immunocompromised."}, {"title": "Atherosclerosis present in 42% of adults without heart disease", "url": "https://www.medicalnewstoday.com//articles/atherosclerosis-present-in-42-percent-of-adults-without-heart-disease", "img": "//i0.wp.com/post.medicalnewstoday.com/wp-content/uploads/sites/3/2021/09/Atherosclerosis_heart_GettyImages139823532_Header-1024x575.jpg?w=1155&h=1528", "contents": "The image shows atherosclerosis in the coronary artery. Ed Reschke/Getty ImagesA study conducted in Sweden found that about 42% of the participants without known heart disease or symptoms had fatty deposits in the arteries of their heart, which experts call atherosclerosis.Approximately 5% of the participants had significant obstruction of blood flow in one or more of the three coronary arteries, while 2% had severe disease.Older male participants of the study had a higher prevalence of atherosclerosis.Long-term follow-up data are necessary to establish the clinical relevance of these findings and to determine the best high risk screening strategies.The number of deaths from coronary heart disease (CHD) in the United States decreased 9.8% in years 2008–2018. However, CHD remained the number one cause of death in the U.S. in 2018, leading to about 366,000 deaths. CHD occurs as a result of coronary artery disease (CAD).In atherosclerosis, deposits of cholesterol and other substances accumulate as plaque on the walls of arteries, which supply blood to the heart and rest of the body. These plaques can narrow the arteries, impeding or blocking blood flow. This can eventually lead to heart attack.Doctors commonly check for plaque and calcium deposits in the coronary arteries through a type of CT scan called coronary artery calcium (CAC) scan.Based on the scan results, doctors assign CAC scores, or Agatston scores, to estimate the person’s risk of CHD.CAC scores are as follows:CAC scorePlaque burden0no plaque1–10minimal plaque11–100mild atherosclerotic plaque101–400moderate atherosclerotic plaqueover 400extensive atherosclerotic plaqueAlthough CAC scores are helpful to ascertain risk, they do not detect all types of plaque. Importantly, they cannot detect noncalcified atherosclerosis, which also increases CHD risk."}, {"title": "Gut bacteria are ‘major player’ in weight loss success", "url": "https://www.medicalnewstoday.com//articles/gut-bacteria-are-major-player-in-weight-loss-success", "img": "//i0.wp.com/post.medicalnewstoday.com/wp-content/uploads/sites/3/2021/09/gut_microbes_GettyImages1308262856_Header-1024x575.jpg?w=1155&h=1528", "contents": "According to a new study, the microbiome can influence how the body responds to weight loss interventions. luchschen/Getty ImagesRecent research suggests that the composition of the gut microbiome can predict an individual’s likelihood of obesity.A new study reports that differences in the functional profile of the gut microbiome are also associated with the body’s response to weight loss interventions.The study found that gut microbiome genes associated with bacterial replication and the breakdown of carbohydrates and proteins predicted weight loss response.This research could lead to the development of diagnostic techniques and individualized treatments for people looking to lose weight.The gut microbiome consists of various bacteria, fungi, and other microorganisms that reside in the digestive tract, with its composition varying among individuals.Some experts believe that the gut microbiome can significantly influence an individual’s overall well-being by modulating metabolism, immune function, and mental health. These gut microbes influence energy metabolism by regulating glucose metabolism, appetite, and fat storage. Consistent with the role of gut microbiota in energy metabolism, animal and human studies have shown that changes in the composition and function of gut microorganisms are associated with obesity and diabetes.Moreover, recent studies suggest that gut microbiome composition can predict an individual’s response to weight loss interventions.Researchers at the Institute for Systems Biology in Seattle recently investigated how differences in gut microbiota composition may influence the body’s response to weight loss interventions."}, {"title": "Statins show promise for treating ulcerative colitis", "url": "https://www.medicalnewstoday.com//articles/statins-show-promise-for-treating-ulcerative-colitis", "img": "//i0.wp.com/post.medicalnewstoday.com/wp-content/uploads/sites/3/2021/09/GettyImages-952249106_header-1024x575.jpg?w=1155&h=1528", "contents": "A new study concludes that some statins might help treat ulcerative colitis. Iryna Imago/Getty ImagesResearchers recently examined several Food and Drug Administration (FDA)-approved drugs to see whether any might effectively treat ulcerative colitis (UC). Their results suggest that cholesterol-lowering statins may reduce the need for anti-inflammatory drugs and surgical procedures to treat the condition. The researchers say that clinical trials to confirm their results must take place before doctors can prescribe statins for UC. Almost 1 million people in the United States have UC. Inflammation drives the condition, and scientists believe that it occurs when the immune system attacks the cells of the rectum or colon. Symptoms include blood in the stool, ongoing diarrhea that does not respond to over-the-counter (OTC) medications, and abdominal pain. Current treatments for the disease include anti-inflammatory drugs; however, a significant number of people do not respond to these drugs. A colectomy, the surgical removal of part or all of the colon, is the only curative option for the disease. A colectomy is usually a last resort treatment due to the adverse risks, such as internal bleeding, blood clots, and infection. Researchers are therefore interested in alternative ways to treat the condition. Developing drugs from scratch, however, is a lengthy and expensive process. Repurposing drugs that the FDA has already approved saves time and money when investigating new treatments. This is because they already have well-established safety profiles widely available clinical data.Scientists have already investigated repurposed drugs to treat diseases, including Parkinson’s disease, breast cancer, and colon cancer. In a recent study, researchers from Stanford University, CA, analyzed publicly available datasets of patient health information to identify FDA-approved drugs that may treat UC. They found that atorvastatin, available under the brand name Lipitor, had links to a significant reduction in colectomy rates, the need for anti-inflammatory medication, and hospitalization among those with UC. “These results are interesting, given the suggestion that a commonly used cardiovascular therapy could potentially be repurposed in the treatment of UC, “ Dr. Edward L. Barnes, MPH, assistant professor of medicine at the University of North Carolina at Chapel Hill, who was not involved in the study, told Medical News Today. “The association of atorvastatin therapy with long-term outcomes, including the decreased rate of colectomy — when compared to patients prescribed a comparator drug — is interesting,” he said.He also explained that “prior studies of statin therapy have also suggested a benefit in the natural history of inflammatory bowel disease (IBD), including potentially decreased incidence rates, decreased steroid use, and lower rates of colorectal cancer.” The new research appears in the Journal of the American Medical Informatics Association. "}, {"title": "Long COVID in children: How long might it last?", "url": "https://www.medicalnewstoday.com//articles/long-covid-in-children-how-long-might-it-last", "img": "//i0.wp.com/post.medicalnewstoday.com/wp-content/uploads/sites/3/2021/09/Covid_children_GettyImages1333814498_header-1024x575.jpg?w=1155&h=1528", "contents": "A student returns to campus for the first day of classes at Tustin Ranch Elementary School in Tustin, CA, on August 11, 2021. Paul Bersebach/MediaNews Group/Orange County Register via Getty ImagesA recent review included 14 international studies on long COVID in children and adolescents involving nearly 20,000 participants.Some studies indicated no difference in the symptoms reported by those who had experienced COVID-19 and those who had not.The review found little evidence to suggest that symptoms of long COVID typically last longer than 12 weeks in children and adolescents.The Centers for Disease Control and Prevention (CDC) say that for most people who develop COVID-19, the symptoms dissipate within weeks of onset. Yet, some individuals experience ongoing health problems, such as fatigue, cardiorespiratory, and neurological symptoms, weeks after the initial onset of their illness — a phenomenon commonly referred to as long COVID.While the CDC reports that post-COVID symptoms appear to be less common in children and adolescents than in adults, children have reported experiencing long-term health issues following a SARS-CoV-2 infection.A review, led by the Murdoch Children’s Research Institute (MCRI) in Australia, recently appeared in the Pediatric Infectious Disease Journal.The review encompassed 14 studies involving 19,426 children and adolescents. In these participants, for those who reported experiencing persistent symptoms after developing COVID-19, the most common symptoms reported 4–12 weeks after acute infection were headache, fatigue, sleep disturbance, concentration difficulties, and abdominal pain.Stay informed with live updates on the current COVID-19 outbreak and visit our coronavirus hub for more advice on prevention and treatment."}, {"title": "COVID-19 vaccinations work with or without side effects", "url": "https://www.medicalnewstoday.com//articles/covid-19-vaccinations-work-with-or-without-side-effects", "img": "//i0.wp.com/post.medicalnewstoday.com/wp-content/uploads/sites/3/2021/09/GettyImages-1231147678_header-1024x575.jpg?w=1155&h=1528", "contents": "Elvin Toro, 26, a former army medic, organizes his syringes before giving out the next dose to a local resident at Central Falls High School in Central Falls, RI, on February 13, 2021. JOSEPH PREZIOSO/Getty ImagesWhile many assume that side effects from a COVID-19 vaccine mean that the shot is working, researchers at Johns Hopkins in Baltimore state that people should not interpret the symptoms that way.The researchers found that whether one experienced side effects or not, the vaccines worked exceedingly well at generating a strong immune response.Overall, 99.9% of the study participants successfully developed antibodies for fighting SARS-CoV-2 infection.Many people assume that when a person experiences side effects after COVID-19 vaccination, it is a sign that the vaccine is working.This may leave people without such symptoms wondering whether their vaccinations have been successful. According to a new research letter from scientists at Johns Hopkins Medicine, this is not a valid concern.The Johns Hopkins research confirmed that the Pfizer-BioNTech and Moderna vaccines are exceedingly effective at generating a strong antibody response regardless of whether a person develops side effects or not.Stay informed with live updates on the current COVID-19 outbreak and visit our coronavirus hub for more advice on prevention and treatment.The letter’s senior author Dr. Aaron Milstone, associate hospital epidemiologist at Johns Hopkins Hospital, explains,“It wasn’t known if a lack of symptoms following vaccination or prior SARS-CoV-2 infection would indicate a less-than-adequate antibody response in people who received either the [Pfizer-BioNTech] or Moderna vaccines, so we studied an available group of staff from our hospital to see if there were any connections.”There were none. In the study, 99.9% of all the participants successfully developed the antibodies the vaccines are designed to promote.The research letter appears in the journal JAMA Internal Medicine."}, {"title": "Medicaid expansion improves hypertension and diabetes control", "url": "https://www.medicalnewstoday.com//articles/medicaid-expansion-improves-hypertension-and-diabetes-control", "img": "//i0.wp.com/post.medicalnewstoday.com/wp-content/uploads/sites/3/2021/09/GettyImages-182489424_header-1024x575.jpg?w=1155&h=1528", "contents": "A new study assesses the benefits of expanded Medicaid eligibility. Joe_Potato/Getty ImagesIn the United States, since the expansion of Medicaid eligibility as part of the Affordable Care Act (ACA), some states have opted in, and some have declined to participate.A new study finds that control measures for blood pressure and glucose have improved in expansion states compared with non-expansion states.The improvements in blood pressure and glucose control are greatest for Black and Hispanic residents.As part of the ACA, U.S. states were given the option of expanding Medicaid coverage to more people as a means of reducing the number of people without health insurance.As of September 2021, 39 states, including Washington, D.C., have adopted Medicare expansion. Currently, 12 states have not expanded Medicaid eligibility.A new study finds that blood pressure and glucose control measures have improved in states participating in Medicaid expansion.The recent study investigated the extent to which individuals’ blood pressure and glucose have been monitored in the last 5 years at federally qualified health centers (FQHCs) in the 26 states that expanded Medicaid by 2014 and in non-expansion states.Dr. Megan Cole Brahim, lead author of the study and co-director of Medicaid Policy Lab at Boston University (BU) School of Public Health, says:“Once a patient gains health insurance coverage, associated health outcomes likely don’t improve overnight. It takes time for patients to become better connected to care and care management while gaining access to prescription medications. It also takes time for FQHCs to invest new patient revenue into things that improve quality of care.”“Our results suggest that over the longer run, expanding Medicaid eligibility may improve key chronic disease health outcomes for low-income, marginalized populations, which is an important consideration for the 12 states that have not yet adopted Medicaid expansion.”– Dr. Megan Cole BrahimThe study appears in the journal JAMA Health Forum."}, {"title": "Algorithm spots early signs of Alzheimer’s with almost 100% accuracy", "url": "https://www.medicalnewstoday.com//articles/algorithm-spots-early-signs-of-alzheimers-with-almost-100-accuracy", "img": "//i0.wp.com/post.medicalnewstoday.com/wp-content/uploads/sites/3/2021/09/GettyImages-932636388_header-1024x575.jpg?w=1155&h=1528", "contents": "A newly developed algorithm may detect early signs of Alzheimer’s. Westend61/Getty ImagesMild cognitive impairment (MCI) often precedes the development of Alzheimer’s disease.Functional MRI (fMRI) scans can capture subtle signs of MCI, but they are difficult to interpret.Lithuanian researchers have developed a deep learning algorithm that identified MCI in a small study.One of the first indicators of incipient Alzheimer’s disease (AD) is the development of MCI. Subtle, hard-to-detect changes in the brain accompany MCI as the condition advances.Now, a study from researchers at Kaunas University of Technology (KTU) in Lithuania presents a newly developed deep-learning computer algorithm that can accurately detect and differentiate the stages of MCI from fMRI scans.The algorithm can identify MCI and its stages with more than 99% accuracy.MCI is a transitional state between normal age-related cognitive decline and dementia. It does not always progress to AD, but it often does, and the early detection of AD may allow people who have it to benefit more from treatment.“Medical professionals all over the world attempt to raise awareness of an early Alzheimer’s diagnosis, which provides the affected with a better chance of benefiting from treatment,” says the study’s chief researcher Dr. Rytis Maskeliūnas.Claire Sexton, DPhil, who is director of scientific programs and outreach at the Alzheimer’s Association and was not involved in the research, told Medical News Today:“An early and accurate diagnosis can have emotional, social, and medical benefits, enabling individuals to make legal, financial, and care plans, explore treatment options, and participate in clinical trials.”The study, which KTU Ph.D. student Modupe Odusami led, appears in the journal MDPI."}, {"title": "How bad are carbs, really?", "url": "https://www.medicalnewstoday.com//articles/how-bad-are-carbs-really", "img": "//i0.wp.com/post.medicalnewstoday.com/wp-content/uploads/sites/3/2021/09/honest-nutrition-header-024-1024x455.jpg?w=1155&h=1209", "contents": "Design by Diego SabogalCarbohydrates are one of the three macronutrients that occur naturally in plant foods, including peas and beans, nuts and seeds, grains, dairy and dairy products, fruits, and vegetables.The other two macronutrients are dietary fats and proteins.Carbohydrates are essential nutrients for the body to function properly, as they serve as a primary source of energy.The word “carbohydrate” is an umbrella term that describes various types of sugar-containing molecules present in foods."}]